{"data":{"0":"There Were 2 Mass Shootings In Texas Last Week, But Only 1 On TV She left her husband. He killed their children. Just another day in America.","1":"Will Smith Joins Diplo And Nicky Jam For The 2018 World Cup's Official Song Of course it has a song.","10":"Justin Timberlake Visits Texas School Shooting Victims The pop star also wore a \"Santa Fe Strong\" shirt at his show in Houston.","100":"The Koch Network Is Going After One Of Trump’s Favorite Congressmen The billionaire Koch brothers’ political network wants to show it will punish Republicans who don’t support its agenda.","1000":"Pakistani Interior Minister Ahsan Iqbal Shot By Gunman Linked To New Religious Party A motive for the attack has not been released.","10000":"Another Trumpism For The History Books: Pearl Harbor Was 'A Pretty Wild Scene' But the veterans \"gave it to 'em pretty good,\" the president says on anniversary of the 1941 attack.","100000":"Immigration Advocates Try To Assuage Fears Over Executive Action ","100001":"UVA Students Say Banning Sorority Members From Frat Parties Is 'Dangerous' ","100002":"'Zombie Cat' Should Not Go Back To Owner Who Buried Him Alive: Humane Society ","100003":"The Super Bowl Sprints Workout to Burn Fat and Improve Power ","100004":"Autism Without Fear: Examining the Legitimacy of 'Autism Life Coaches' ","100005":"Being a Philanthropist Without Money When anyone gives anything with good heart, he or she becomes a philanthropist -- a conduit and a catalyst for love. So, if you think you have nothing to give, think again.","100006":"Two Different Paths to Obesity and What They Have in Common It's hard to tease apart metabolic vs. hedonic causes for obesity, and impossible to change the underlying genetics leading to each susceptibility. Both mechanisms explain why it's so hard to lose weight and keep it off.","100007":"50 Ways To Organize Your Life After 50, Part 2 One thing you can count on is that your future will always be ahead of you, so plan to make the most of it.","100008":"This Homemade Ranch Mix Lets You Make EVERYTHING Ranch This is a game changer."}}